Repository: amlispolska/CariventaX
Catalog: Translations/CariventaX.*.xlf
Languages: de_de

# Table 2370892698 - Property 2879900210
source: Automotive Producer
de_de: Automobilhersteller

# Table 2370892698 - Field 2981864456 - Property 2879900210
source: Full Name
de_de: Vollständiger Name

# Table 3584274834 - Property 2879900210
source: Automotive Type
de_de: Fahrzeugtyp

# Table 3584274834 - Field 1090351696 - Property 2879900210
source: Active
de_de: Aktiv

# Table 3584274834 - Field 3558861669 - Property 2879900210
source: Additional Checkup Required
de_de: Zusätzliche Überprüfung erforderlich

# Table 3584274834 - Field 1213575392 - Property 2879900210
source: Additional Fee Per Day
de_de: Zusätzliche Gebühr pro Tag

# Table 3584274834 - Field 4149755298 - Property 2879900210
source: Additional Fee Per KM
de_de: Zusätzliche Gebühr pro KM

# Table 3584274834 - Field 4115261493 - Property 2879900210
source: Checkup Interval Days
de_de: Überprüfungsintervall in Tagen

# Table 3584274834 - Field 550554614 - Property 2879900210
source: Checkup Interval KM
de_de: Überprüfungsintervall in KM

# Table 3584274834 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 3584274834 - Field 4106039022 - Property 2879900210
source: Driver License Class Required
de_de: Erforderliche Führerscheinklasse

# Table 3584274834 - Field 3417168091 - Property 2879900210
source: Minimal Age Required
de_de: Erforderliches Mindestalter

# Table 2306511333 - Property 2879900210
source: CariventaX Setup
de_de: CariventaX Einrichtung

# Table 2306511333 - Field 3872657290 - Property 2879900210
source: Maximal Lease Period
de_de: Maximale Mietdauer

# Table 2306511333 - Field 981873783 - Property 2879900210
source: System Type
de_de: Systemtyp

# Table 2306511333 - Field 1936480161 - Property 2879900210
source: Used Cars Management
de_de: Gebrauchtwagenverwaltung

# Page 2306511333 - Property 2879900210
source: CariventaX Setup
de_de: CariventaX Einrichtung

# Page 2306511333 - Control 3852887107 - Property 2879900210
source: Dealership
de_de: Autohaus

# Page 2306511333 - Control 1936480161 - Property 1295455071
source: Specifies the value of the Used Cars Management field.
de_de: Gibt den Wert des Feldes Gebrauchtwagenverwaltung an

# Page 2306511333 - Control 872480034 - Property 2879900210
source: General
de_de: Allgemein

# Page 2306511333 - Control 2187938695 - Property 1295455071
source: Specifies the value of the Service field.
de_de: Gibt den Wert des Service-Feldes an

# Page 2306511333 - Control 981873783 - Property 1295455071
source: Specifies the value of the System Type field.
de_de: Gibt den Wert des Systemtyp-Feldes an

# Page 2306511333 - Control 2513429772 - Property 2879900210
source: Rental
de_de: Vermietung

# Page 2306511333 - Control 3872657290 - Property 1295455071
source: Specifies the value of the Maximal Lease Period field.
de_de: Gibt den Wert des Feldes Maximale Mietdauer an

# PageExtension 2945211600 - Control 1319803040 - Property 2879900210
source: Automotive Details
de_de: Automobildetails

# PageExtension 2945211600 - Control 3584274834 - Property 1295455071
source: Specifies the value of the Automotive Type field.
de_de: Gibt den Wert des Fahrzeugtyp-Feldes an

# PageExtension 2945211600 - Control 3890008503 - Property 1295455071
source: Specifies the value of the Producer field.
de_de: Gibt den Wert des Hersteller-Feldes an

# PageExtension 3047750533 - Control 1319803040 - Property 2879900210
source: Automotive Details
de_de: Automobildetails

# PageExtension 3047750533 - Control 3814683208 - Property 1295455071
source: Specifies the value of the Amount of Past Owners field.
de_de: Gibt den Wert des Anzahl der Vorbesitzer-Feldes an

# PageExtension 3047750533 - Control 2465242880 - Property 1295455071
source: Specifies the value of the Build in Country field.
de_de: Gibt den Wert des Hergestellt in Land-Feldes an

# PageExtension 3047750533 - Control 1439703360 - Property 1295455071
source: Specifies the value of the Build Year field.
de_de: Gibt den Wert des Baujahres-Feldes an

# PageExtension 3047750533 - Control 3717830687 - Property 1295455071
source: Specifies the value of the Colour field.
de_de: Gibt den Wert des Farbe-Feldes an

# PageExtension 3047750533 - Control 710728471 - Property 1295455071
source: Specifies the value of the Current Kilometers field.
de_de: Gibt den Wert des Aktueller Kilometerstand-Feldes an

# PageExtension 3047750533 - Control 2121191691 - Property 1295455071
source: Specifies the value of the Current Location field.
de_de: Gibt den Wert des Aktuelle Position-Feldes an

# PageExtension 3047750533 - Control 761687137 - Property 1295455071
source: Specifies the value of the Fuel Type field.
de_de: Gibt den Wert des Kraftstoffart-Feldes an

# PageExtension 3047750533 - Control 478111455 - Property 1295455071
source: Specifies the value of the License Plate No. field.
de_de: Gibt den Wert des Kennzeichen-Feldes an

# PageExtension 3047750533 - Control 2096369850 - Property 1295455071
source: Specifies the value of the Motor field.
de_de: Gibt den Wert des Motor-Feldes an

# PageExtension 3047750533 - Control 2495768265 - Property 1295455071
source: Specifies the value of the Present Owner field.
de_de: Gibt den Wert des Aktueller Besitzer-Feldes an

# PageExtension 3047750533 - Control 1986236776 - Property 1295455071
source: Specifies the value of the VIN field.
de_de: Gibt den Wert des VIN-Feldes an

# TableExtension 3040187940 - Field 3584274834 - Property 2879900210
source: Automotive Type
de_de: Fahrzeugtyp

# TableExtension 3040187940 - Field 3890008503 - Property 2879900210
source: Producer
de_de: Hersteller

# TableExtension 882395033 - Field 3814683208 - Property 2879900210
source: Amount of Past Owners
de_de: Anzahl der Vorbesitzer

# TableExtension 882395033 - Field 2465242880 - Property 2879900210
source: Build in Country
de_de: Hergestellt in Land

# TableExtension 882395033 - Field 1439703360 - Property 2879900210
source: Build Year
de_de: Baujahr

# TableExtension 882395033 - Field 3717830687 - Property 2879900210
source: Colour
de_de: Farbe

# TableExtension 882395033 - Field 710728471 - Property 2879900210
source: Current Kilometers
de_de: Aktueller Kilometerstand

# TableExtension 882395033 - Field 2121191691 - Property 2879900210
source: Current Location
de_de: Aktuelle Position

# TableExtension 882395033 - Field 761687137 - Property 2879900210
source: Fuel Type
de_de: Kraftstoffart

# TableExtension 882395033 - Field 1475485264 - Property 2879900210
source: Last Oil Change km ago
de_de: Letzter Ölwechsel km her

# TableExtension 882395033 - Field 665393567 - Property 2879900210
source: Last Service km ago
de_de: Letzter Service km her

# TableExtension 882395033 - Field 478111455 - Property 2879900210
source: License Plate No.
de_de: Kennzeichen

# TableExtension 882395033 - Field 410070803 - Property 2879900210
source: Needs Service
de_de: Benötigt Service

# TableExtension 882395033 - Field 2495768265 - Property 2879900210
source: Present Owner
de_de: Aktueller Besitzer

# Enum 3433327864 - EnumValue 1030735356 - Property 2879900210
source: Compressed Natural Gas (CNG)
de_de: Erdgas (CNG)

# Enum 3433327864 - EnumValue 1642904495 - Property 2879900210
source: Electricity (Electric)
de_de: Strom (Elektro)

# Enum 3433327864 - EnumValue 2888595157 - Property 2879900210
source: Hybrid (Petrol-Electric)
de_de: Hybrid (Benzin-Elektro)

# Enum 3433327864 - EnumValue 2046683331 - Property 2879900210
source: Hydrogen (Fuel Cell)
de_de: Wasserstoff (Brennstoffzelle)

# Enum 3433327864 - EnumValue 2050262204 - Property 2879900210
source: Liquefied Petroleum Gas (LPG)
de_de: Autogas (LPG)

# Enum 3433327864 - EnumValue 1787637036 - Property 2879900210
source: Petrol
de_de: Benzin

# Enum 76998876 - EnumValue 3852887107 - Property 2879900210
source: Dealership
de_de: Autohaus

# Enum 76998876 - EnumValue 2046330438 - Property 2879900210
source: Dealership + Rental
de_de: Autohaus + Vermietung

# Enum 76998876 - EnumValue 2513429772 - Property 2879900210
source: Rental
de_de: Vermietung
